Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/forms_schemes_fi/saamelainen_varhaiskasvatussuunnitelma.pdf.tmx
Source language: fin
Languages: sms

source: Saamelaisten palvelujen kehittämishankkeen aikana on ilmennyt tarve suunnitella ja järjestää koulutusta kielipesähenkilöstölle ja vanhemmille saamen kielen ja kulttuurin elvyttämisestä.
sms: Säʹmmlai kääzzkõõzzi õõuđâsviikkámhanǩǩõõzz äiʹǧǧen lij puäʹttam õudde tarbb plaanâd da järjsted škoouljumuužž ǩiõllpieʹsspersonkåʹdda da puärrsid sääʹmǩiõl da kulttuur jeäʹlljâttmuužžâst.

source: 8.2. Varhaiskasvatuspalvelujen monimuotoisuus
sms: 8.2. Håiddâkksai peâmmkääzzkõõzzi määŋgnallšemvuõtt

source: Saamelaisten perhe- ja työelämän yhteensovittamiseksi tulisi kehittää saamenkielisten varhaiskasvatuspalvelujen monimuotoisuutta järjestämällä avointa kerho- ja leikkitoimintaa sekä osa-aikaisia varhaiskasvatuspalveluja.
sms: Säʹmmlai piâr- da tuâʹjj-jieʹllem õhtte suåvtumužže ââlǥče õõudâsviikkâd sääʹmǩiõllsai håiddâkksai peâmmkääzzkõõzzi määŋgnallšemvuõđ järjsteeʹl ääʹv kruugg- da siõrrtoimmjumuužž di vueʹssäiggsaid håiddâkksai peâmmkääzzkõõzzid.

source: Monimuotoistaminen mahdollistaisi paremmin saamelaisten perinteisistä ja yhdistelmäelinkeinoista toimeentulonsa saavien perheiden tarpeiden huomioimisen päivähoitoaikojen järjestelyissä ja hoitomuotojen toteuttamisessa.
sms: Määŋg nallšemvuõđ čõõđtumuš ooʹvdče vueittemvuõđ pueʹrben säʹmmlai ärbbvuõđin da õhttuum jieʹllemvueʹjjin puåđ vuäʹǯǯai piârrji taarbi lokku väʹlddmužže peiʹvvhåiddaaiʹji järjstõõllâm- da håiddamnaali čõõđtumuužžâst.

source: Liite 1. VARHAISKASVATUSTA OHJAAVAT SOPIMUKSET JA LAIT
sms: Õhttõs 1. HÅIDDÂKKSAI PEÂMM OHJJEEI SUÅPPMÕÕŽŽ DA LÄÄʹJJ

source: Kansainväliset sopimukset
sms: Meeraikõskksaž suåppmõõžž

source: Varhaiskasvatuksen arvopohjaa linjaavat monet kansainväliset sopimukset.
sms: Håiddâkksai peâmmtuââʹj ärvv-vuuađ linjjee määŋg meeraikõskksaž suåppmõžže.

source: Suomi on ratifioinut monia kansainvälisiä sopimuksia, joilla se sitoutunut saamelaisten kielen ja kulttuurin säilyttämiseen ja kehittämiseen.
sms: Lääʹddjânnam lij ratifiâsttam määŋgaid meeraikõskksaid suåppmõõžžid, koin tõt čõõnââtt säʹmmlai ǩiõl da kulttuur ruõkkmužže da õõdâsviikkmužže.

source: Tällaisia ovat mm. Alueellisia kieliä tai vähemmistökieliä koskeva Eurooppalainen peruskirja (SopS 23/1998) ja Kansallisten vähemmistöjen suojelua koskeva puiteyleissopimus (SopS 2/1998), KP-sopimus (SopS 7/1976) ja Lapsen oikeuksien sopimus (SopS60/1991).
sms: Näkam lie jm. vuuʹvddlaž ǩiõlid leʹbe uuʹccab ǩiõlid kuõskki Eurooplaž vuađđǩeʹrjj (SopS 23/1998) da Meerlaž uuʹccab naroodi suõʹjjumuužž takaisuåppmõš (SopS 2/1998), KP-suåppmõž (SopS 7/1976) da Päärna vuõiggâdvuõđi suåppmõž (SopS60/1991).

source: Vuonna 2007 hyväksytty YK:n alkuperäiskansoja koskeva julistus osoittaa moraalisena asiakirjana myös suuntaa alkuperäiskansojen ihmisoikeuksien kehittymiselle tulevaisuudessa.
sms: Eeʹjjest 2007 priimum YK:n alggmeeʹr kuõskki peåggtõõzz čuäjad moraalʼlaž äʹššpõmmjen še vuʹvdd alggmeeraiooumažvuõiggâdvuõđi õuddnumužže puõʹtti ääiʹjest.

source: Lapsen oikeuksien sopimus velvoittaa sopimusvaltiota turvaamaan lapsille osuuden yhteiskunnan voimavaroista, oikeuden osallistua itseään koskevaan päätöksentekoon ja yhteiskuntaelämään sekä oikeuden suojeluun ja huolenpitoon.
sms: Päärna vuõiggâdvuõđi suåppmõž õõlǥad suåppmõžvaldia staanâd jânnam päärnaid vueʹss õhttsažkååʹdd viõǥǥin, vuõiggádvuõđ vuäʹssõõttâd jiiʹjjes kuõskki tummstõõǥǥid da õhttsažkå ʹddjieʹllemn di vuõiggâdvuõđ suõʹjjumužže da huõl âânnmužže.

source: Päivähoidossa lapsen osallisuudessa on kyse yhteisöön kuulumisesta ja siihen vaikuttamisesta.
sms: Peiʹvvhååidâst päärna vuäʹssadvuõđâst lij kõjldõs õhttsažkåʹdda kuullmuužžâst da tõzz vaaikktumuužžâst.

source: Sopimuksessa painotetaan lapsen edun näkökulmaa kaikissa lasta koskevissa toiminnoissa.
sms: Suåpmõõzzâst pâʹjjan päärna õuddõs pukin päärna kuõskki tuåimin.

source: Suomen lainsäädäntö
sms: Lääʹddjânnam lääʹǩǩšiõttumuš

source: Perustuslain perusoikeussäännöksissä varhaiskasvatuksen toteuttamisessa keskeisiä oikeuksia ovat yhdenvertaisuus, ihmisarvon loukkaamattomuus, yksilön vapauden ja oikeuksien turvaaminen, uskonnonvapaus, lapsen oikeutta osallistua ja vaikuttaa oman arkensa ja kehitystasonsa kannalta tärkeisiin asioihin sekä kielelliset ja kulttuuriset oikeudet.
sms: Vuađđlääʹjj vuađđvuõiggâdvuõtt šiõʹttõõzzin håiddâkksai peâmmʼ tuââʹj čõõđtumuužžâst kõskksa vuõiggádvuõđ lie õõutverddsažvuõtt, ooumažäärvv lämmteʹmesvuõtt, persoon luâvasvuõđ da vuõiggâdvuõđi staanmõš, ååsk luâvasvuõtt, päärna vuoiggâdvuõtt vuäʹssõõttâd da vaaikted jiiʹjjes aarǥ da õuddnemtääzz mieʹldd vääžnai aaʹššid di ǩiõlvuađlaž da kulttuurlaž vuõiggâdvuõd.

source: Suomen perustuslain mukaan saamelaisilla on alkuperäiskansana oikeus ylläpitää ja kehittää omaa kieltään ja kulttuuriaan (PL 17.3 §).
sms: Lääʹddjânnam vuađđlääʹjj mieʹldd säʹmmlain lij alggmeeʹrna vuõiggâdvuõtt tuõʹlljed pâʹjjen da õõudâsviikkâd jiiʹjjes ǩiõlâs da kulttuures (PL 17.3 §).

source: Julkisen vallan velvollisuutena on perustuslain 22 §:n mukaan turvata perusoikeuksien ja ihmisoikeuksien toteutuminen.
sms: Õlmmsaž vääʹldd õõlǥtumužžân lij vuađđlääʹjj 22 §:n mieʹldd staanâd vuađđvuõiggâdvuõđi da ooumažvuõiggâdvuõđi čõõđtumuš.

source: Saamelaisten perusoikeussäännös yhdessä 22 §:n kanssa velvoittaa julkista valtaa tukemaan saamelaisen alkuperäiskansan oman kielen ja kulttuurin kehittämistä.
sms: Säʹmmlai vuađđvuõiggâdvuõttšeâttmõš õhttna 22 §:n õõlǥad õlmmsaž vääʹldd tuäʹrjjeed säʹmmla alggmeeʹr jiiʹjjes ǩiõl da kulttuur õõudâsviikkmuužž.

source: Saamelaisten kielellisistä oikeuksista on säädetty saamen kielilaissa (1086/03).
sms: Säʹmmlai ǩiõlvuađlaž vuõiggâdvuõđin lij šiõttʼtuum sääʹm ǩiõll-lääʹjjest (1086/03).

source: Muut varhaiskasvatuksessa huomioitavat lait ja yleiset linjaukset: yhdenvertaisuuslaki, laki sosiaalihuollon asiakkaan asemasta ja oikeuksista, laki sosiaalihuollon ammatillisen henkilöstön kelpoisuusvaatimuksista ja varhaiskasvatussuunnitelman perusteet.
sms: Järraz håiddâkksai peâmmʼmuužžâst lokkuväʹlddem lääʹjj da takai liinj: õõutverddsažvuõttlääʹǩǩ, lääʹǩǩ sosiaalhuõl äʹššla sââʹjest da vuõiggâdvuõđin, lääʹǩǩ sosiaalhuõl ämmatlaž personkååʹdd âântemõõlǥtõõzzin da håiddâʹkksai peâmmplaann vuaađ.

source: Laki lasten päivähoidosta
sms: Lääʹǩǩ päärnai peiʹvvhååidâst

source: Lasten päivähoidosta annettu laki (875/1981) velvoittaa kuntia huolehtimaan siitä, että lasten päivähoitoa voidaan antaa lapsen äidinkielenä olevalla saamen kielellä (11 §).
sms: Päärnai peiʹvvhååidâst uʹvddum lääʹǩǩ (875/1981) õõlǥad kååʹddid âânned huõl tõst, što päärnai peiʹvvhååid vueitet uʹvdded päärna jieʹnnkiõllân åårai sääʹmǩiõlin (11 §).

source: Lasten päivähoidosta annetun asetuksen (239/1973) 1 a §:n (1336/1994) mukaan lasten päivähoidon kasvatustavoitteisiin kuuluu muun muassa saamelaisten oman kielen ja kulttuurin tukeminen yhteistyössä kyseisen kulttuurin edustajien kanssa.
sms: Päärnai peiʹvvhååidâst uʹvddum asetõõžž (239/1973) 1 a §:n (1336/1994) mieʹldd päärnai peiʹvvhååid peâmmtuââʹjtäävvtõõzzid kooll jäʹrrsi mieʹldd säʹmmlai jiiʹjjes ǩiõll da kulttuur õhttsažtuâʹjast kõjldõõzzâst åårai kulttuur eeʹtǩeejivuiʹm.
